Revit 2021.1 API
FabricationConfigurationInfo.CloudVersion Property
 The cloud cached version index.
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 21.0.0.0 (21.1.1.109)
Since: 2019
Syntax
C#
public int CloudVersion { get; }
Visual Basic
Public ReadOnly Property CloudVersion As Integer
	Get
Visual C++
public:
property int CloudVersion {
	int get ();
}
See Also
FabricationConfigurationInfo Class
Autodesk.Revit.DB Namespace